Repository: Arbanzo/HUDA_Mobile
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# language
source: English
es: Español
fr: Français

source: Care Provided
es: Atención brindada
fr: Soins Prodigués

source: Who We Are
es: Quienes somos
fr: Qui sommes nous

source: Our Partners
es: Nuestros compañeros
fr: Nos potes

source: Login
es: Acceso
fr: Accès

# regButton
source: New Patient? Click here to register
es: ¿Paciente nuevo? Pulse aquí para registrarse
fr: Nouvelle patiente? Cliquez ici pour vous inscrire

# regTerms
source: Registration Terms
es: Condiciones de registro
fr: Conditions d'inscription

# inprReq
source: In-Person Registration Requirment
es: Requisito de registro en persona
fr: Exigence d'inscription en personne

# regTermsBody
source: The HUDA Clinic Mobile registration process is the first step in becoming a registered patient. Following completion of all five forms, new patients must finalize their registration by going to the HUDA clinic for the last processing steps.
es: El proceso de registro de HUDA Clinic Mobile es el primer paso para convertirse en un paciente registrado. Después de completar los cinco formularios, los nuevos pacientes deben finalice su registro yendo a la clínica HUDA para el último procesamiento pasos.
fr: Le processus d'inscription HUDA Clinic Mobile est la première étape pour devenir un patient enregistré. Après avoir rempli les cinq formulaires, les nouveaux patients doivent finaliser leur inscription en se rendant à la clinique HUDA pour les dernières étapes de traitement.

# regTermsBody2
source: By clicking the button below, you acknowledge that as a new patient, you are required to report in-person to the HUDA Clinic to finalize their submitted registration forms.
es: Al hacer clic en el botón a continuación, reconoce que, como paciente nuevo, debe presentarse en persona a la Clínica HUDA para finalizar los formularios de registro enviados.
fr: En cliquant sur le bouton ci-dessous, vous reconnaissez qu'en tant que nouveau patient, vous devez vous présenter en personne à la clinique HUDA pour finaliser les formulaires d'inscription soumis.

# regTermsAck
source: I Acknowledge
es: Reconozco
fr: Je Reconnais

# form1Bar
source: Form 1: Personal Information
es: Formulario 1: Información personal
fr: Formulaire 1: Informations personnelles

# form1PI
source: Personal Information
es: Información Personal
fr: Information personnelle

source: First Name
es: Nombre Primero
fr: Prénom

source: Last Name
es: Apellido
fr: Le nom

source: Sex
es: Género
fr: Genre

# insurance
source: Insurance (Type NA if uninsured)
es: Seguro (Tipo NA si no tiene seguro)
fr: Assurance (Type NA si vous n'avez pas d'assurance)

# form1CI
source: Contact Information
es: Información del contacto
fr: Coordonnées

# phone
source: Phone Number
es: número de teléfono
fr: número de teléfono

# callConsent
source: Consent to Call?
es: ¿Consentimiento para llamar?
fr: Consentement à appeler?

# textConsent
source: Consent to Text?
es: ¿mensaje de texto?
fr: message de texte?

# form1Empl
source: Employment and Income
es: Empleo e ingresos
fr: Emploi et revenu

source: Marital Status
es: ¿casado?
fr: Marié?

source: Household Size
es: tamaño del hogar
fr: La taille du ménage

# emplStat
source: Employment Status
es: Estado de Empleo
fr: Statut d'emploi

source: Income
es: Ingreso
fr: Revenu

source: Address
es: Dirección
fr: Adresse

# stAddress
source: Street Address
es: Dirección
fr: Adresse

source: City
es: Ciudad
fr: Ville

source: state
es: Estado
fr: État

# zip
source: Zip Code
es: Código Postal
fr: Code postal

# f1Terms
source: Form Terms
es: Términos del formulario
fr: Termes du formulaire

# f1Text
source: I voluntarily accept treatment/counseling as recommended and explained by the HUDA staff. I understand that I am free to withdraw my consent and discontinue treatment at any time. In addition, I have been informed of my rights as a recipient of free services provided by the HUDA Clinic. I have been advised on the HUDA Clinic's NO CALL NO SHOW policy regarding primary care and specialty services and agree to follow it. Further, I have been advised of the Federal Confidentiality Regulation and been given a copy of the notice to review.
es: Acepto voluntariamente el tratamiento/asesoramiento recomendado y explicado por el personal de HUDA. Entiendo que soy libre de retirar mi consentimiento y descontinuar el tratamiento en cualquier momento. Además, he sido informado de mis derechos como beneficiario de los servicios gratuitos proporcionados por la Clínica HUDA. He sido informado sobre la política de NO LLAME NO PRESENTE de la Clínica HUDA con respecto a la atención primaria y los servicios especializados y acepto seguirla. Además, me han informado sobre el Reglamento Federal de Confidencialidad y me han dado una copia del aviso para revisar.
fr: J'accepte volontairement le traitement/conseil recommandé et expliqué par le personnel de HUDA. Je comprends que je suis libre de retirer mon consentement et d'interrompre le traitement à tout moment. De plus, j'ai été informé de mes droits en tant que bénéficiaire des services gratuits fournis par la Clinique HUDA. J'ai été informé de la politique NO CALL NO SHOW de la clinique HUDA concernant les soins primaires et les services spécialisés et j'accepte de la respecter. De plus, j'ai été informé du règlement fédéral sur la protection de la vie privée et j'ai reçu une copie de l'avis d'examen.

source: Patient Name
es: Nombre del paciente
fr: Nom du patient

source: Next Form
es: siguiente formulario
fr: formulaire suivant

# fieldReq
source: This field is required
es: Este campo es obligatorio
fr: Ce champ est obligatoire

# form2Bar
source: Form 2: Patient Contract
es: Formulario 2: Contrato del Paciente
fr: Formulaire 2 : Contrat du patient

# form2Auth
source: Authorization for medical treatment at a clinic. READ CAREFULLY - THIS IS A CONTRACT
es: Autorización para tratamiento médico en una clínica. LEA CUIDADOSAMENTE - ESTE ES UN CONTRATO
fr: Autorisation pour un traitement médical dans une clinique. A LIRE ATTENTIVEMENT - CECI EST UN CONTRAT

# form2Body
source: I consent to receiving services at the Health Unit on Davison Avenue, henceforth referred to as HUDA Clinic. Services may include assessment, routine diagnostic procedures, medications, lab tests, and appropriate medical treatment as the attending Physician/Nurse practitioner/Physician's Assistant considers necessary for my care. I understand that the practice of medicine is not an exact science and I acknowledge that I have received no guarantees regarding the result of examination or treatment at this clinic. I understand that the services I receive at HUDA Clinic or because of a referral from HUDA Clinic are being provided by health care practitioners and lay volunteers who are not receiving compensation and compensation will not be requested from any source. I understand, as provided by Federal and Michigan State Law (Michigan Public Health Code. MCL 333.16277), that these volunteers are not liable for civil damages because of acts or omissions which may occur while providing services to me. I understand that any fees incurred for referrals or any orders to an outside facility, from HUDA Clinic are my responsibility. I agree to be tested for blood borne pathogens in case of inadvertent exposure to blood and/or body fluids as recommended by the Centers for Disease Control. I understand that any verbally abusive or threatening behavior to the clinic staff or other patients is grounds for the termination of clinic services. Falsifying my income or medical insurance information, whether private or public provided, is grounds for termination of clinic services.
es: Doy mi consentimiento para recibir servicios en la Unidad de Salud en Davison Avenue, en lo sucesivo denominada Clínica HUDA. Los servicios pueden incluir evaluación, procedimientos de diagnóstico de rutina, medicamentos, pruebas de laboratorio y tratamiento médico apropiado según lo considere necesario el médico tratante, la enfermera practicante o el asistente médico para mi atención. Entiendo que la práctica de la medicina no es una ciencia exacta y reconozco que no he recibido garantías con respecto al resultado del examen o tratamiento en esta clínica. Entiendo que los servicios que recibo en la Clínica HUDA o debido a una remisión de la Clínica HUDA están siendo proporcionados por profesionales de la salud y voluntarios laicos que no reciben compensación y no se solicitará compensación de ninguna fuente. Entiendo, según lo dispuesto por la Ley Federal y del Estado de Michigan (Código de Salud Pública de Michigan. MCL 333.16277), que estos voluntarios no son responsables de daños civiles debido a actos u omisiones que puedan ocurrir mientras me brindan servicios. Entiendo que cualquier cargo incurrido por referencias o cualquier pedido a un centro externo de la Clínica HUDA es mi responsabilidad. Acepto que me hagan la prueba de patógenos transmitidos por la sangre en caso de exposición inadvertida a sangre y/o fluidos corporales según lo recomendado por los Centros para el Control de Enfermedades. Entiendo que cualquier comportamiento verbalmente abusivo o amenazante hacia el personal de la clínica u otros pacientes es motivo para la terminación de los servicios de la clínica. Falsificar mis ingresos o la información de mi seguro médico, ya sea privado o público, es motivo para la terminación de los servicios de la clínica.
fr: Je consens à recevoir des services au Davison Avenue Health Unit, ci-après dénommé la clinique HUDA. Les services peuvent inclure une évaluation, des procédures de diagnostic de routine, des médicaments, des tests de laboratoire et un traitement médical approprié jugé nécessaire par le médecin traitant, l'infirmière praticienne ou l'adjoint au médecin pour mes soins. Je comprends que la pratique de la médecine n'est pas une science exacte et je reconnais n'avoir reçu aucune garantie quant au résultat d'un examen ou d'un traitement à cette clinique. Je comprends que les services que je reçois à la clinique HUDA ou en raison d'une recommandation de la clinique HUDA sont fournis par des professionnels de la santé et des bénévoles laïcs qui ne sont pas rémunérés et aucune compensation ne sera demandée de quelque source que ce soit. Je comprends, conformément à la loi fédérale et de l'État du Michigan (Michigan Public Health Code. MCL 333.16277), que ces bénévoles ne sont pas responsables des dommages civils dus à des actes ou omissions pouvant survenir lors de la prestation de services. Je comprends que tous les frais encourus pour les références ou toute demande à un établissement en dehors de la clinique HUDA sont de ma responsabilité. J'accepte d'être testé pour les agents pathogènes à diffusion hématogène en cas d'exposition par inadvertance au sang et/ou aux fluides corporels, comme recommandé par les Centers for Disease Control. Je comprends que tout comportement verbalement abusif ou menaçant envers le personnel de la clinique ou d'autres patients est un motif de résiliation des services de la clinique. La falsification de mes revenus ou de mes informations d'assurance, qu'elles soient privées ou publiques, est un motif de résiliation des services de la clinique.

# form2Body2
source: I understand HUDA Clinic's No Call No Show policy which states for Primary care:
es: Entiendo la política de No Call No Show de la Clínica HUDA que establece para la atención primaria
fr: Je comprends la politique HUDA Clinic No Call No Show qu'elle stipule pour les soins primaires

# form2A
source: A. If I do not keep a scheduled appointment and do not call to cancel or reschedule with reasonable notice, I will only be eligible to be seen as a Walk-In for the following visit.
es: A. Si no acudo a una cita programada y no llamo para cancelar o reprogramar con un aviso razonable, solo seré elegible para ser visto como un Walk-In para la siguiente visita.
fr: A. Si je ne respecte pas un rendez-vous prévu et que je n'appelle pas pour annuler ou reporter avec un préavis raisonnable, je ne pourrai être considéré comme un rendez-vous que pour la prochaine visite.

# form2B
source: B. If I have 3 or more No Call No Shows in a 12-month period, I could face termination of clinic services. understand HUDA Clinic's No Call No Show policy for Specialty Care (All appointments that are NOT primary care including., but not limited to Dental, Endocrinology, Psychiatry, ENT Optometry... etc.
es: B. Si tengo 3 o más No Call No Shows en un período de 12 meses, podría enfrentar la terminación de los servicios de la clínica. comprender la política de No llamar y no presentarse de la clínica HUDA para atención especializada (todas las citas que NO son de atención primaria, incluidas, entre otras, odontología, endocrinología, psiquiatría, optometría ORL, etc.)
fr: B. Si j'ai 3 absences ou plus sur une période de 12 mois, je pourrais faire face à la résiliation des services de la clinique. comprendre la politique No Call No Show de la clinique HUDA pour les soins spécialisés (tous les rendez-vous qui ne sont PAS des soins primaires, y compris, mais sans s'y limiter, la dentisterie, l'endocrinologie, la psychiatrie, l'optométrie ORL, etc.)

# form2C
source: C. If I do not keep a scheduled appointment and do not call to cancel or reschedule with a reasonable time, I will need to find alternatives for my specialty care needs.
es: C. Si no acudo a una cita programada y no llamo para cancelar o reprogramar con un tiempo razonable, tendré que encontrar alternativas para mis necesidades de atención especializada.
fr: C. Si je ne respecte pas un rendez-vous et que je n'appelle pas pour annuler ou reporter dans un délai raisonnable, je devrai trouver des alternatives pour mes besoins en soins spécialisés.

# form2D
source: D. If I do not keep 2 scheduled specialty care appointments within a 6-month period, you won't be permitted to schedule further specialty services and could face termination of clinic services.
es: D. Si no acudo a 2 citas programadas de atención especializada dentro de un período de 6 meses, no se le permitirá programar más servicios especializados y podría terminar con los servicios de la clínica.
fr: D. Si je manque 2 rendez-vous programmés pour des soins spécialisés au cours d'une période de 6 mois, vous ne serez plus autorisé à planifier d'autres soins spécialisés et vous pourriez vous retrouver avec les services de la clinique.

# form2sig
source: My signature below constitutes my acknowledgement that I understand this request for consent and that I agree to its contents.
es: Mi firma a continuación constituye mi reconocimiento de que entiendo esta solicitud de consentimiento y que estoy de acuerdo con su contenido.
fr: Ma signature ci-dessous constitue ma reconnaissance que je comprends cette demande de consentement et que j'accepte son contenu.

# form3bar
source: Form 3: Authorization
es: Formulario 3: Autorización
fr: Formulaire 3 : Autorisation

# form3auth
source: HUDA Authorization for Release of Information
es: Autorización de HUDA para la divulgación de información
fr: Autorisation HUDA pour la divulgation d'informations

# form3body
source: Occasionally it is necessary for the HUDA Clinic to consult with other providers, such as specialists or other facilities, such as hospitals or labs to provide you, our patient, with what our providers believe to be the most appropriate course of action for your treatment. By signing this form, you give us, HUDA Clinic, permission to share your pertinent medical information with other providers/ facilities to best complete your treatment or request medical records from previous providers on your behalf.
es: Ocasionalmente, es necesario que la Clínica HUDA consulte con otros proveedores, como especialistas u otras instalaciones, como hospitales o laboratorios, para brindarle a usted, nuestro paciente, lo que nuestros proveedores creen que es el curso de acción más apropiado para su tratamiento. Al firmar este formulario, nos da permiso a la Clínica HUDA para compartir su información médica pertinente con otros proveedores/centros para completar mejor su tratamiento o solicitar registros médicos de proveedores anteriores en su nombre.
fr: De temps en temps, il est nécessaire pour la clinique HUDA de consulter d'autres prestataires, tels que des spécialistes, ou d'autres établissements, tels que des hôpitaux ou des laboratoires, afin de vous fournir, notre patient, ce que nos prestataires pensent être le cours le plus approprié. d'action pour votre traitement. En signant ce formulaire, vous autorisez la clinique HUDA à partager vos informations médicales pertinentes avec d'autres prestataires/établissements pour mieux compléter votre traitement ou demander des dossiers médicaux à d'anciens prestataires en votre nom.

# form3body2
source: I, the patient, hereby authorize HUDA Clinic and its affiliates, its employees and agents, to use and disclose protected health information e.g. information relating to the diagnosis, treatment, and health care services provided or to be provided to me and which identifies my name, address, social security number, date of birth) for the purpose of health information or other information released to the person or organization identified above may be subject to re-disclosure by such person/ organization and may be no longer protected by applicable federal and state privacy laws. I understand that I have a right to revoke this authorization by providing written notice to HUDA Clinic at any time. However, this authorization may not be revoked if its employees or agents have taken action on this authorization prior to receiving my written notice. I also understand I have the right to have a copy of this authorization. I further understand that this authorization is voluntary and that I may refuse to sign this authorization. I also understand that should I refuse to sign this form I greatly limit the services that HUDA Clinic will be able to perform for me.
es: Yo, el paciente, por la presente autorizo ​​a HUDA Clinic y sus afiliados, sus empleados y agentes, a usar y divulgar información de salud protegida, p. información relacionada con el diagnóstico, el tratamiento y los servicios de atención médica proporcionados o que se me proporcionarán y que identifique mi nombre, dirección, número de seguro social, fecha de nacimiento) con el propósito de información de salud u otra información divulgada a la persona u organización identificado anteriormente puede estar sujeto a una nueva divulgación por parte de dicha persona/organización y es posible que ya no esté protegido por las leyes de privacidad federales y estatales aplicables. Entiendo que tengo derecho a revocar esta autorización mediante notificación por escrito a la Clínica HUDA en cualquier momento. Sin embargo, esta autorización no se puede revocar si sus empleados o agentes han tomado medidas sobre esta autorización antes de recibir mi notificación por escrito. También entiendo que tengo derecho a obtener una copia de esta autorización. Además, entiendo que esta autorización es voluntaria y que puedo negarme a firmar esta autorización. También entiendo que si me niego a firmar este formulario, limitaré en gran medida los servicios que la Clínica HUDA podrá brindarme.
fr: Je, le patient, autorise par la présente la clinique HUDA et ses sociétés affiliées, leurs employés et agents, à utiliser et à divulguer des informations de santé protégées, par ex. informations relatives au diagnostic, au traitement et aux services de soins de santé qui me sont fournis ou qui me seront fournis et identifiant mon nom, mon adresse, mon numéro de sécurité sociale, ma date de naissance) aux fins d'informations sur la santé ou d'autres informations divulguées à la personne ou à l'organisation identifiée ci-dessus peuvent faire l'objet d'une nouvelle divulgation par cette personne/organisation et peuvent ne plus être protégés par les lois fédérales et étatiques applicables en matière de confidentialité. Je comprends que j'ai le droit de révoquer cette autorisation en avisant la clinique HUDA par écrit à tout moment. Cependant, cette autorisation ne peut être révoquée si vos employés ou agents ont agi conformément à cette autorisation avant de recevoir mon avis écrit. Je comprends également que j'ai le droit d'obtenir une copie de cette autorisation. Je comprends en outre que cette autorisation est volontaire et que je peux refuser de signer cette autorisation. Je comprends également que si je refuse de signer ce formulaire, je limiterai considérablement les services que la Clinique HUDA peut me fournir.

# form3body3
source: We take protecting your identity very seriously and do not share any unnecessary information with any of our partners.
es: Nos tomamos muy en serio la protección de su identidad y no compartimos ninguna información innecesaria con ninguno de nuestros socios.
fr: Nous prenons la protection de votre identité très au sérieux et ne partageons aucune information inutile avec l'un de nos partenaires.

# form4bar
source: Form 4: Personal Representative
es: Formulario 4: Representante Personal
fr: Formulaire 4 : Représentant personnel

# form4des
source: Designation of Personal Representative
es: Designación de Representante Personal
fr: Désignation du représentant personnel

# form4body1
source: Completing this form allows the person designated to receive protected health information (PHI) such as test results. It also permits the respresentative to request and receive a patient's medical records.
es: Completar este formulario le permite a la persona designada recibir información de salud protegida (PHI, por sus siglas en inglés), como resultados de pruebas. También permite la representante para solicitar y recibir los registros médicos de un paciente.
fr: Remplir ce formulaire permet à la personne désignée de recevoir des renseignements médicaux protégés (PHI), tels que les résultats de tests. Il permet également au représentant de demander et de recevoir les dossiers médicaux d'un patient.

# form4body2
source: A personal representative is not the same as a healthcare agent who is allowed to make medical decisions on your behalf.
es: Un representante personal no es lo mismo que un agente de atención médica que puede tomar decisiones médicas en su nombre.
fr: Un représentant personnel n'est pas la même chose qu'un agent de soins de santé qui peut prendre des décisions médicales pour vous.
