Repository: Arbanzo/HUDA_Mobile
Catalog: lib/l10n/app_*.arb
Languages: es, fr

# form4body3
source: I designate the following person(s) below as my personal representatives) and understand and acknowledge that this designation gives the Personal Representative(s) the same power over my protected health information as I have, including the right to inspect my records, authorize disclosures and request restrictions and amendments. I hereby waive any restrictions on my personal representative(s)' access to my protected health information. I understand that I am not required to list anyone. I also understand that this designation shall remain in place until such time as I revoke it in writing by letter to the Privacy Officer of HUDA Clinic.
es: Designo a la(s) siguiente(s) persona(s) a continuación como mis representantes personale(s) y comprendo y reconozco que esta designación otorga al(los) Representante(s) personal(es) el mismo poder sobre mi información médica protegida que tengo yo, incluido el derecho a inspeccionar mis registros, autorizar divulgaciones y solicitar restricciones y enmiendas. Por la presente, renuncio a cualquier restricción sobre el acceso de mi(s) representante(s) personal(es) a mi información médica protegida. Entiendo que no estoy obligado a enumerar a nadie. También entiendo que esta designación permanecerá vigente hasta el momento en que la revoque por escrito mediante una carta al Oficial de Privacidad de la Clínica HUDA.
fr: Je désigne la ou les personnes suivantes ci-dessous comme mon ou mes représentants personnels et comprends et reconnais que cette désignation confère au ou aux représentants personnels le même pouvoir que moi sur mes informations de santé, y compris le droit d'inspecter mes dossiers, autoriser les divulgations et demander des restrictions et des modifications. Par la présente, je renonce à toute restriction sur l'accès de mon/mes représentant(s) personnel(s) à mes informations de santé protégées. Je comprends que je ne suis pas tenu d'énumérer qui que ce soit. Je comprends également que cette désignation restera en vigueur jusqu'à ce que je la révoque par écrit en écrivant au responsable de la confidentialité de la clinique HUDA.

# form4relation
source: Relationship to patient
es: Relación con el paciente
fr: Relation avec le patient

# form4sig
source: My signature below constitutes the following individual(s) as a personal representative
es: Mi firma a continuación constituye a la(s) siguiente(s) persona(s) como representante personal
fr: Ma signature ci-dessous constitue la (les) personne(s) suivante(s) en tant que représentant personnel

# form5bar
source: Form 5: Stress Questionaire
es: Formulario 5: Cuestionario de Estrés
fr: Formulaire 5 : Questionnaire sur le stress

# form5stress
source: Stress Questionaire
es: Cuestionario de Estrés
fr: Questionnaire sur le stress

# form5body1
source: Over the last two weeks how often have you been bothered by any of the following problems? Please input the number that applies to you.
es: En las últimas dos semanas, ¿con qué frecuencia le ha molestado alguno de los siguientes problemas? Ingrese el número que se aplica a usted.
fr: Au cours des deux dernières semaines, à quelle fréquence avez-vous été dérangé par l'un des problèmes suivants ? Entrez le numéro qui vous concerne.

# form50
source: 0 = Not at all
es: 0 = en absoluto
fr: 0 = pas du tout

# form51
source: 1 = Several days
es: 1 = varios días
fr: 1 = plusieurs jours

# form52
source: 2 = more than half the days
es: 2 = más de la mitad de los días
fr: 2 = plus de la moitié des jours

# form53
source: 3 = nearly everyday
es: 3 = casi todos los días
fr: 3 = presque tous les jours

# form5s1
source: Section 1
es: Sección 1

# form5s1q1
source: 1. Feeling down, depressed or hopeless
es: 1. Sentirse decaído, deprimido o sin esperanza
fr: 1. Se sentir déprimé, déprimé ou désespéré

# form5s1q2
source: 2. Trouble falling or staying asleep or sleeping too much
es: 2. Problemas para conciliar el sueño o permanecer dormido o dormir demasiado
fr: 2. Difficulté à s'endormir ou à rester endormi ou à dormir trop

# form5s1q3
source: 3. Feeling tired or having little energy
es: 3. Sentirse cansado o tener poca energía
fr: 3. Se sentir fatigué ou avoir peu d'énergie

# form5s1q4
source: 4. Poor appetite OR overeating
es: 4. Falta de apetito O comer en exceso
fr: 4. Manque d'appétit OU excès alimentaires

# form5s1q5
source: 5. Feeling bad about yourself or that you are a failure or have let yourself or your family down
es: 5. Sentirse mal consigo mismo o que es un fracaso o que se ha defraudado a sí mismo o a su familia
fr: 5. Vous sentir mal dans votre peau ou que vous êtes un échec ou que vous vous êtes laissé tomber, vous ou votre famille

# form5s1q6
source: 6. Trouble concentrating on things such as reading the newspaper or watching television
es: 6. Problemas para concentrarse en cosas como leer el periódico o mirar televisión
fr: 6. Difficulté à se concentrer sur des choses comme lire le journal ou regarder la télévision

# form5s1q7
source: 7. Moving or speaking slowly that other people could have noticed OR being so fidgety or restless that you've been moving around a lot more than usual
es: 7. Moverse o hablar lentamente que otras personas podrían haber notado O estar tan inquieto o inquieto que se ha estado moviendo mucho más de lo habitual
fr: 7. Bouger ou parler lentement que d'autres personnes auraient pu remarquer OU être si agité ou agité que vous vous êtes déplacé beaucoup plus que d'habitude

# form5s1q8
source: 8. Thoughts that you would be better off dead OR hurting yourself in some way
es: 8. Pensamientos de que estarías mejor muerto O lastimándote a ti mismo de alguna manera
fr: 8. Pensées qu'il vaudrait mieux que tu sois mort OU que tu te blesses d'une manière ou d'une autre

# form5total
source: Total Score
es: Puntaje total
fr: Score total

# form5s2
source: Section 2
es: Sección 2

# form5s2q1
source: 1. Feeling nervous, anxious or on edge
es: 1. Sentirse nervioso, ansioso o al borde
fr: 1. Se sentir nerveux, anxieux ou nerveux

# form5s2q2
source: 2. Not being able to stop or control worrying
es: 2. No poder detener o controlar la preocupación
fr: 2. Ne pas être capable d'arrêter ou de contrôler ses inquiétudes

# form5s2q3
source: 3. Worrying too much about different things
es: 3. Preocuparse demasiado por cosas diferentes
fr: 3. Trop s'inquiéter pour différentes choses

# form5s2q4
source: 4. Trouble relaxing
es: 4. Problemas para relajarse
fr: 4. Difficulté à se détendre

# form5s2q5
source: 5. Being so restless that it is hard to sit still
es: 5. Estar tan inquieto que es difícil quedarse quieto
fr: 5. Être si agité qu'il est difficile de rester assis

# form5s2q6
source: 6. Becoming easily annoyed or irritable
es: 6. Volverse fácilmente molesto o irritable
fr: 6. Devenir facilement contrarié ou irritable

# form5s2q7
source: 7. Feeling afraid as if something awful might happen
es: 7. Sentir miedo como si algo terrible pudiera suceder
fr: 7. Avoir peur comme si quelque chose de terrible pouvait arriver

# form5s3
source: Section 3
es: Sección 3

# form5s3q
source: In your life have you ever had any experience that was so frightening, horrible, or upsetting that in that past month you: (Yes or No)
es: En su vida, ¿alguna vez ha tenido alguna experiencia que haya sido tan aterradora, horrible o perturbadora que en el último mes usted: (Sí o No)
fr: Dans votre vie, avez-vous déjà vécu une expérience si effrayante, horrible ou bouleversante qu'au cours du dernier mois vous : (Oui ou Non)

# form5s3q1
source: 1. Have had nightmares about it or thought about it when you did not want to?
es: 1. ¿Ha tenido pesadillas al respecto o ha pensado en ello cuando no quería?
fr: 1. Avez-vous fait des cauchemars à ce sujet ou y avez-vous pensé alors que vous ne le vouliez pas?

# form5s3q2
source: 2. Tried hard not to think about it or went out of your way to avoid situations that remind you of it?
es: 2. ¿Se esforzó por no pensar en ello o se esforzó por evitar situaciones que se lo recordaran?
fr: 2. Avez-vous essayé de ne pas y penser ou avez-vous essayé d'éviter les situations qui vous le rappelleraient?

# form5s3q3
source: 3. Were constantly on guard, watchful or easily startled
es: 3. Estaban constantemente en guardia, atentos o se sobresaltaban fácilmente
fr: 3. Étaient constamment sur leurs gardes, vigilants ou facilement effrayés

# form5s3q4
source: 4. Felt numb or detached from others, activities, or your surroundings?
es: 4. ¿Se sintió insensible o separado de los demás, de las actividades o de su entorno?
fr: 4. Vous êtes-vous senti engourdi ou détaché des autres, des activités ou de votre environnement?

# form5complete
source: Complete forms
es: Completar los formularios
fr: Remplissez les formulaires

# regObar
source: Registration Submission
es: Envío de registro
fr: soumission du journal

# regObody
source: Please review your information
es: Por favor revise su información
fr: Veuillez vérifier vos informations

# regSub
source: Submit forms
es: Enviar Formularios
fr: Soumettre des formulaires

# regcomBar
source: Registration Complete
es: Registro completo
fr: Dossier complet

# regcomBody
source: All forms have been submitted to HUDA Clinic. Completing the final step of registration requires you to go in-person.
es: Todos los formularios han sido enviados a la Clínica HUDA. Completar el paso final de registro requiere que vaya en persona.
fr: Tous les formulaires ont été envoyés à la clinique HUDA. Pour terminer l'étape d'inscription finale, vous devez vous présenter en personne.

# regcomcallq
source: Have further questions?
es: ¿Tiene más preguntas?
fr: As-tu plus de questions?

# regcomcall
source: Call the clinic
es: Llame a la clínica
fr: Appeler la clinique

# regcomhours
source: Clinic Hours: Sunday: Closed Monday: Closed Tuesday: 8:30AM - 2:00PM Wednesday: 8:30AM - 12:00PM Thursday: 8:30AM - 2:00PM Friday: Closed Saturday: 8:30AM - 2:00PM
es: Horario de la clínica: Domingo: Cerrado Lunes: Cerrado Martes: 8:30 AM-2:00 PM Miércoles: 8:30 AM - 12:00 PM Jueves: 8:30 AM - 2:00 PM Viernes: Cerrado Sábado: 8:30a.m.-2:00p.m.
fr: Heures d'ouverture de la clinique : Dimanche : Fermé Lundi : Fermé Mardi : 8h30 - 14h00 Mercredi : 8h30 - 12h00 Jeudi : 8h30 - 14h00 Vendredi : Fermé Samedi : 8h30-14h00.

# regGo
source: Go to the HUDA Clinic now
es: Acude ahora a la Clínica HUDA
fr: Rendez-vous maintenant à la clinique HUDA

# regEnd
source: Return to Login
es: Volver a la página de inicio de sesión
fr: Retour à la page de connexion

# historyOf
source: The history of the HUDA Clinic
es: a historia de la Clínica HUDA
fr: L'histoire de la clinique HUDA

# whoBody
source: HUDA Clinic first opened its doors in May 2004 to serve the uninsured population of the Detroit area. The clinic initially operated on funds gathered by the Muslim community of Metro Detroit. When it began, the HUDA Clinic provided solely medical services. We then moved from our original facility at the Muslim Center of Detroit into a new, larger facility on Woodrow Wilson Street. Since then, we have expanded our care to include a full range of dental, vision care, podiatry, and mental health services, as well as a plethora of specialty services available at no-cost to our patients. Our new facility has allowed us to expand our services and our service times, but none of that would be possible without the generous support of our donors and volunteers.
es: La Clínica HUDA abrió sus puertas por primera vez en mayo de 2004 para atender a la población sin seguro del área de Detroit. Inicialmente, la clínica operaba con fondos recaudados por la comunidad musulmana de Metro Detroit. Cuando comenzó, la Clínica HUDA brindaba únicamente servicios médicos. Luego nos mudamos de nuestra instalación original en el Centro Musulmán de Detroit a una instalación nueva y más grande en Woodrow Wilson Street. Desde entonces, hemos ampliado nuestra atención para incluir una gama completa de servicios dentales, de atención de la vista, de podología y de salud mental, así como una plétora de servicios especializados disponibles sin costo para nuestros pacientes. Nuestras nuevas instalaciones nos han permitido ampliar nuestros servicios y nuestros tiempos de servicio, pero nada de eso sería posible sin el generoso apoyo de nuestros donantes y voluntarios.
fr: La clinique HUDA a ouvert ses portes en mai 2004 pour servir la population non assurée de la région de Detroit. Initialement, la clinique fonctionnait avec des fonds collectés par la communauté musulmane de Metro Detroit. Lorsqu'elle a commencé, la clinique HUDA ne fournissait que des services médicaux. Nous avons ensuite déménagé de notre installation d'origine au Detroit Muslim Center à une nouvelle installation plus grande sur Woodrow Wilson Street. Depuis lors, nous avons élargi nos soins pour inclure une gamme complète de services dentaires, visuels, podiatriques et de santé comportementale, ainsi qu'une pléthore de services spécialisés disponibles sans frais pour nos patients. Nos nouvelles installations nous ont permis d'étendre nos services et nos heures de service, mais rien de tout cela ne serait possible sans le généreux soutien de nos donateurs et bénévoles.

source: Home Page
es: Página principal
fr: Page principal

# homePaget1
source: List of patient appointments
es: Lista de citas
fr: liste de rendez-vous

# homePaget2
source: Appointment Confirmation
es: Confirmación de la cita
fr: Confirmation du rendez-vous

# homePaget3
source: List of all departments
es: Todos departamentos
fr: Tous les départements

# homePaget4
source: List of all providers
es: Todos los proveedores
fr: Tous les fournisseurs

# fullname
source: Patient Name
es: Nombre
fr: nom

# dob
source: Date of birth
es: Fecha de Nacimiento
fr: Date de naissance

# contacts
source: Patient Contacts
es: Contactos de paciente
fr: Contacts avec les patients

# rep1
source: Representative 1
es: Representante 1
fr: Représentant 1

# rep2
source: Representative 2
es: Representante 2
fr: Représentant 2

# rep3
source: Representative 3
es: Representante 3
fr: Représentant 3

# pcare
source: Primary Care
es: Atención primaria
fr: Premiers Soins

# phys
source: Physician
es: Médico
fr: Médecin

# pcarebody
source: Primary care providers are typically the first line of contact for patients; treating general health concerns, providing education, medications and specialty referrals as needed. HUDA aims to bring primary care and specialized services to uninsured and under-insured in the Metro Detroit area. We provide preventative primary care services in a person-focused community health clinic, our goal is to make Michigan healthier! The HUDA clinic provides FREE medications to our patients, and also provides laboratory services at no-cost to our patients.
es: Los proveedores de atención primaria suelen ser la primera línea de contacto para los pacientes; tratar problemas generales de salud, brindar educación, medicamentos y referencias especializadas según sea necesario. HUDA tiene como objetivo brindar atención primaria y servicios especializados a las personas sin seguro y con seguro insuficiente en el área metropolitana de Detroit. Brindamos servicios preventivos de atención primaria en una clínica de salud comunitaria centrada en la persona. ¡Nuestro objetivo es hacer que Michigan sea más saludable! La clínica HUDA brinda medicamentos GRATIS a nuestros pacientes y también brinda servicios de laboratorio sin costo para nuestros pacientes.
fr: Les prestataires de soins primaires sont souvent la première ligne de contact pour les patients ; traiter les problèmes de santé généraux, fournir une éducation, des médicaments et des références spécialisées au besoin. L'objectif de HUDA est de fournir des soins primaires et des services spécialisés aux personnes non assurées et sous-assurées dans la grande région de Detroit. Nous fournissons des services préventifs de soins primaires dans une clinique de santé communautaire centrée sur la personne. Notre objectif est de rendre le Michigan plus sain ! La clinique HUDA fournit des médicaments GRATUITS à nos patients et fournit également des services de laboratoire sans frais pour nos patients.

# ha
source: Health Assessments
es: Evaluaciones de salud
fr: Évaluations de la santé

# labs
source: Laboratory Services (blood work)
es: Servicios de laboratorio (análisis de sangre)
fr: Services de laboratoire (prise de sang)

# ds
source: Dental Screenings
es: Exámenes dentales
fr: examens dentaires

# chol
source: Cholesterol & Blood Pressure screenings
es: Exámenes de colesterol y presión arterial
fr: Tests de cholestérol et de tension artérielle

# moreinfo
source: More Information
es: Más información
fr: Plus d'information

# im
source: Internal Medicine
es: Medicina Interna
fr: Médecine interne

# vcare
source: Vision Care
es: Cuidado de la visión
fr: soins de la vue

# opth
source: Opthalmologist
es: Oftalmólogo
fr: Ophtalmologiste

# visbody
source: Vision screenings is an effective method to identify individuals with visual impairment or eye conditions that are likely to lead to vision loss. We perform screenings in-house and provide no-cost eye wear and referrals to low-cost local ophthalmologists as needed.
es: Los exámenes de la vista son un método eficaz para identificar a las personas con discapacidad visual o afecciones oculares que probablemente provoquen la pérdida de la visión. Realizamos evaluaciones internas y proporcionamos anteojos sin costo y remisiones a oftalmólogos locales de bajo costo según sea necesario.
fr: Les examens de la vue sont une méthode efficace pour identifier les personnes ayant une déficience visuelle ou des affections oculaires susceptibles de causer une perte de vision. Nous effectuons des évaluations internes et fournissons des lunettes gratuites et des références à des ophtalmologistes locaux à faible coût, au besoin.

# gs
source: Glaucoma Screenings
es: Exámenes de glaucoma
fr: examens de glaucome

# cs
source: Cataract Screenings
es: Detección de cataratas
fr: détection de la cataracte

# mds
source: Macular Degenration Screenings
es: Exámenes de Degeneración Macular
fr: Examens de dégénérescence maculaire

# rtvs
source: Referrals to vision specialists
es: Referencias a especialistas de la vista.
fr: Références à des spécialistes de la vue.

# dcare
source: Dental Care
es: Cuidado dental
fr: Soins dentaires

source: Dentist
es: Dentista
fr: Dentiste

# dcarebody
source: Many people wait to have necessary dental work done because they donâ€™t have insurance, however small dental problems can quickly become incredibly painful if left alone. Come in to HUDA for cleanings, fillings, extractions and exams to keep your teeth healthy and receive a referral to a specialist if needed.
es: Muchas personas esperan para hacerse el trabajo dental necesario porque no tienen seguro, sin embargo, los pequeños problemas dentales pueden convertirse rápidamente en increíblemente dolorosos si se dejan solos. Visite HUDA para limpiezas, empastes, extracciones y exámenes para mantener sus dientes sanos y reciba una remisión a un especialista si es necesario.
fr: Beaucoup de gens attendent pour obtenir les soins dentaires nécessaires parce qu'ils n'ont pas d'assurance, cependant, les petits problèmes dentaires peuvent rapidement devenir incroyablement douloureux si on les laisse seuls. Visitez HUDA pour des nettoyages, des obturations, des extractions et des examens afin de garder vos dents en bonne santé, et obtenez une référence à un spécialiste si nécessaire.

# dc
source: Deep Cleanings
es: limpiezas profundas
fr: nettoyages en profondeur

# te
source: Tooth Extraction
es: Extracción dental
fr: extraction dentaire

# denref
source: Referrals to low cost dentists as needed
es: Referencias a dentistas de bajo costo según sea necesario
fr: Références à des dentistes à bas prix au besoin

source: Mental Health
es: Salud mental
fr: Santé mentale

# psych
source: Psychiatrist
es: psiquiatra
fr: psychiatre

# mentalbody
source: We have psychiatrists on staff along with our licensed social workers to provide therapy and treatment for a wide range of mental health concerns. We offer free counseling and treatment to veterans, homeless, uninsured, and the working underinsured. Since the onset of the Covid-19 pandemic our psychiatry services have transitioned to telemedicine. We currently have 2 Psychiatrists, a Mental Health Nurse Practitioner and a Therapist who all volunteer with HUDA Clinic allowing us to provide treatment for a wide range of mental health concerns.
es: Tenemos psiquiatras en el personal junto con nuestros trabajadores sociales autorizados para proporcionar terapia y tratamiento para una amplia gama de problemas de salud mental. Ofrecemos asesoramiento y tratamiento gratuitos a veteranos, personas sin hogar, sin seguro y trabajadores con seguro insuficiente. Desde el inicio de la pandemia de Covid-19, nuestros servicios de psiquiatría han pasado a la telemedicina. Actualmente tenemos 2 psiquiatras, una enfermera practicante de salud mental y un terapeuta que se ofrecen como voluntarios en la Clínica HUDA permitiéndonos brindar tratamiento para una amplia gama de problemas de salud mental.
fr: Nous avons des psychiatres parmi notre personnel ainsi que nos travailleurs sociaux agréés pour fournir une thérapie et un traitement pour un large éventail de problèmes de santé mentale. Nous offrons des conseils et des traitements gratuits aux anciens combattants, aux sans-abri, aux personnes non assurées et aux travailleurs sous-assurés. Depuis le début de la pandémie de Covid-19, nos services de psychiatrie ont passé à la télémédecine. Nous avons actuellement 2 psychiatres, une infirmière praticienne en santé mentale et un thérapeute qui font du bénévolat à la clinique HUDA ce qui nous permet de traiter un large éventail de problèmes de santé mentale.

# ac
source: Adult Counseling
es: Consejería para adultos
fr: conseil aux adultes

# ad
source: Anxiety/Depression
es: Ansiedad/Depresión
fr: Anxiété dépression

# bp
source: Bipolar Disorder
es: trastorno bipolar
fr: Trouble bipolaire

# sdm
source: Schizoaffective Disorders, and more
es: Trastornos esquizoafectivos y más
fr: Troubles schizo-affectifs et plus

# partnerbody
source: We Are Thankful to Our Patrons for Helping Us Provide Free Healthcare to the Metro Detroit Area.
es: Estamos agradecidos con nuestros patrocinadores por ayudarnos a brindar atención médica gratuita en el área metropolitana de Detroit.
fr: Nous sommes reconnaissants à nos clients de nous aider à fournir des soins de santé gratuits dans la région métropolitaine de Detroit.

# xr
source: X-Rays
fr: rayons X
